brew "autojump"
brew "bat"
brew "eza"
brew "gh"
brew "git"
brew "git-delta"
brew "neovim"
brew "nodenv"
brew "postgresql@15", link: true
brew "pyenv"
brew "rbenv"
brew "temporal"
cask "brave-browser"
cask "chatgpt"
cask "cursor"
cask "docker"
cask "figma"
cask "jetbrains-toolbox"
cask "loom"
cask "mimestream"
cask "notion"
cask "notion-calendar"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"
